Revit 2027 API
ParameterTypeId.MepUpperCenterlineElevation Property
 "Upper End Centerline Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepUpperCenterlineElevation { get; }
Public Shared ReadOnly Property MepUpperCenterlineElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepUpperCenterlineElevation {
	ForgeTypeId^ get ();
}
static member MepUpperCenterlineElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace